Repository: n3r/orbix
Catalog: clients/tvos/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt, ru

# account.language.error
source: Couldn't change the language. Try again.
de: Sprache konnte nicht geändert werden. Versuche es erneut.
es: No se pudo cambiar el idioma. Inténtalo de nuevo.
fr: Impossible de changer la langue. Réessayez.
pt: Não foi possível alterar o idioma. Tente novamente.
ru: Не удалось изменить язык. Попробуйте ещё раз.

# account.menu.intro
source: Choose which categories show in your menu and put them in order.
de: Wähle aus, welche Kategorien in deinem Menü erscheinen, und ordne sie an.
es: Elige qué categorías aparecen en tu menú y ordénalas.
fr: Choisissez les catégories à afficher dans votre menu et classez-les.
pt: Escolha quais categorias aparecem no seu menu e ordene-as.
ru: Выберите, какие категории показывать в меню, и расположите их по порядку.

# account.menu.loadFailed
source: Couldn't load menu settings.
de: Menüeinstellungen konnten nicht geladen werden.
es: No se pudo cargar la configuración del menú.
fr: Impossible de charger les paramètres du menu.
pt: Não foi possível carregar as configurações do menu.
ru: Не удалось загрузить настройки меню.

# account.menu.moveDown
source: Move %@ down
de: %@ nach unten verschieben
es: Bajar %@
fr: Déplacer %@ vers le bas
pt: Mover %@ para baixo
ru: Переместить «%@» вниз

# account.menu.moveUp
source: Move %@ up
de: %@ nach oben verschieben
es: Subir %@
fr: Déplacer %@ vers le haut
pt: Mover %@ para cima
ru: Переместить «%@» вверх

# account.menu.save
source: Save menu
de: Menü speichern
es: Guardar menú
fr: Enregistrer le menu
pt: Salvar menu
ru: Сохранить меню

# account.menu.saveFailed
source: Couldn't save the menu. Try again.
de: Menü konnte nicht gespeichert werden. Versuche es erneut.
es: No se pudo guardar el menú. Inténtalo de nuevo.
fr: Impossible d'enregistrer le menu. Réessayez.
pt: Não foi possível salvar o menu. Tente novamente.
ru: Не удалось сохранить меню. Попробуйте ещё раз.

# account.menu.saved
source: Saved.
de: Gespeichert.
es: Guardado.
fr: Enregistré.
pt: Salvo.
ru: Сохранено.

# account.menu.selectOne
source: Select at least one category.
de: Wähle mindestens eine Kategorie aus.
es: Selecciona al menos una categoría.
fr: Sélectionnez au moins une catégorie.
pt: Selecione pelo menos uma categoria.
ru: Выберите хотя бы одну категорию.

# account.profileKind.kids
source: Kids profile
de: Kinderprofil
es: Perfil infantil
fr: Profil enfant
pt: Perfil infantil
ru: Детский профиль

# account.profileKind.standard
source: Standard profile
de: Standardprofil
es: Perfil estándar
fr: Profil standard
pt: Perfil padrão
ru: Стандартный профиль

# account.server.url
source: Not configured
de: Nicht konfiguriert
es: No configurado
fr: Non configuré
pt: Não configurado
ru: Не настроено

# account.tabs.menu
source: My Menu
de: Mein Menü
es: Mi menú
fr: Mon menu
pt: Meu menu
ru: Моё меню

# account.title
source: Account
de: Konto
es: Cuenta
fr: Compte
pt: Conta
ru: Аккаунт

# account.unlink.button
source: Unlink Device
de: Gerät trennen
es: Desvincular dispositivo
fr: Dissocier l'appareil
pt: Desvincular dispositivo
ru: Отвязать устройство

# account.unlink.confirmBody
source: You'll need to pair again to use this device.
de: Du musst es erneut koppeln, um dieses Gerät wieder zu nutzen.
es: Tendrás que emparejarlo de nuevo para usar este dispositivo.
fr: Vous devrez appairer à nouveau pour utiliser cet appareil.
pt: Você precisará parear novamente para usar este dispositivo.
ru: Чтобы снова использовать это устройство, потребуется повторное сопряжение.

# account.unlink.confirmButton
source: Unlink
de: Trennen
es: Desvincular
fr: Dissocier
pt: Desvincular
ru: Отвязать

# account.unlink.confirmTitle
source: Unlink this device?
de: Dieses Gerät trennen?
es: ¿Desvincular este dispositivo?
fr: Dissocier cet appareil ?
pt: Desvincular este dispositivo?
ru: Отвязать это устройство?

# catalog.browse.emptyBody
source: Try a different search, or check back after your next library scan.
de: Versuche eine andere Suche, oder schau nach dem nächsten Bibliotheks-Scan wieder vorbei.
es: Prueba con otra búsqueda, o vuelve a comprobarlo después del próximo análisis de tu biblioteca.
fr: Essayez une autre recherche, ou revenez après la prochaine analyse de votre bibliothèque.
pt: Tente outra busca ou volte a conferir após a próxima varredura da sua biblioteca.
ru: Попробуйте другой запрос или загляните снова после следующего сканирования библиотеки.

# catalog.browse.emptyTitle
source: No items found
de: Keine Einträge gefunden
es: No se encontraron elementos
fr: Aucun élément trouvé
pt: Nenhum item encontrado
ru: Ничего не найдено

# catalog.browse.errorTitle
source: Couldn't load titles
de: Titel konnten nicht geladen werden
es: No se pudieron cargar los títulos
fr: Impossible de charger les titres
pt: Não foi possível carregar os títulos
ru: Не удалось загрузить тайтлы

# catalog.browse.searchPlaceholder
source: Search titles…
de: Titel suchen…
es: Buscar títulos…
fr: Rechercher des titres…
pt: Buscar títulos…
ru: Поиск тайтлов…

# catalog.browse.sortChip.added
source: Added
de: Hinzugefügt
es: Añadido
fr: Ajoutés
pt: Adicionado
ru: Добавлено

# catalog.browse.sortChip.title
source: Title
de: Titel
es: Título
fr: Titre
pt: Título
ru: Название

# catalog.browse.sortChip.year
source: Year
de: Jahr
es: Año
fr: Année
pt: Ano
ru: Год

# catalog.browse.title
source: Browse
de: Durchstöbern
es: Explorar
fr: Parcourir
pt: Explorar
ru: Обзор

# catalog.hero.moreInfo
source: More info
de: Mehr Infos
es: Más información
fr: Plus d'infos
pt: Mais informações
ru: Подробнее

# catalog.hero.play
source: Play
de: Abspielen
es: Reproducir
fr: Lire
pt: Reproduzir
ru: Смотреть

# catalog.hero.rated
source: Rated %@
de: Freigabe %@
es: Clasificación %@
fr: Classé %@
pt: Classificação %@
ru: Рейтинг %@

# catalog.home.emptyBody
source: Scan a library on the server to see titles here.
de: Scanne eine Bibliothek auf dem Server, um hier Titel zu sehen.
es: Escanea una biblioteca en el servidor para ver títulos aquí.
fr: Analysez une bibliothèque sur le serveur pour voir des titres ici.
pt: Escaneie uma biblioteca no servidor para ver títulos aqui.
ru: Запустите сканирование библиотеки на сервере, чтобы увидеть тайтлы здесь.

# catalog.home.emptyTitle
source: No titles yet
de: Noch keine Titel
es: Todavía no hay títulos
fr: Aucun titre pour l'instant
pt: Ainda não há títulos
ru: Тайтлов пока нет

# catalog.home.errorTitle
source: Couldn't load titles
de: Titel konnten nicht geladen werden
es: No se pudieron cargar los títulos
fr: Impossible de charger les titres
pt: Não foi possível carregar os títulos
ru: Не удалось загрузить тайтлы

# catalog.library.fallbackName
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
pt: Biblioteca
ru: Библиотека

# catalog.rows.continue
source: Continue Watching
de: Weiterschauen
es: Seguir viendo
fr: Reprendre la lecture
pt: Continuar assistindo
ru: Продолжить просмотр

# catalog.rows.hiddenGems
source: Hidden gems
de: Verborgene Schätze
es: Joyas ocultas
fr: Perles cachées
pt: Joias escondidas
ru: Скрытые жемчужины

# catalog.rows.tonight
source: Pick something for tonight
de: Etwas für heute Abend
es: Elige algo para esta noche
fr: Une idée pour ce soir
pt: Escolha algo para esta noite
ru: Выберите что-нибудь на вечер

# catalog.spotlight.new
source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU
pt: NOVO
ru: НОВОЕ

# catalog.spotlight.newAccessibilityLabel
source: New
de: Neu
es: Nuevo
fr: Nouveau
pt: Novo
ru: Новое

# catalog.spotlight.seasons
source: %lld Seasons
de: %lld Staffeln
es: %lld temporadas
fr: %lld saisons
pt: %lld temporadas
ru: %lld сезонов

# common.actions.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt: Cancelar
ru: Отмена

# common.actions.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
pt: Tentar novamente
ru: Повторить

# common.language
source: Language
de: Sprache
es: Idioma
fr: Langue
pt: Idioma
ru: Язык

# common.status.loading
source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
pt: Carregando…
ru: Загрузка…

# common.status.saving
source: Saving…
de: Wird gespeichert…
es: Guardando…
fr: Enregistrement…
pt: Salvando…
ru: Сохранение…

# errors.blocked_by_rating
source: This title is blocked by the profile's maturity setting.
de: Dieser Titel ist durch die Altersfreigabe des Profils gesperrt.
es: Este título está bloqueado por la clasificación de madurez del perfil.
fr: Ce titre est bloqué par le réglage de maturité du profil.
pt: Este título está bloqueado pela configuração de classificação etária do perfil.
ru: Этот тайтл заблокирован настройкой возрастных ограничений профиля.

# errors.invalid
source: Those details aren't valid.
de: Diese Angaben sind nicht gültig.
es: Esos datos no son válidos.
fr: Ces informations ne sont pas valides.
pt: Esses dados não são válidos.
ru: Эти данные недействительны.

# errors.invalid_credentials
source: Invalid email or password.
de: Ungültige E-Mail-Adresse oder ungültiges Passwort.
es: Correo o contraseña no válidos.
fr: Adresse e-mail ou mot de passe invalide.
pt: E-mail ou senha inválidos.
ru: Неверный адрес электронной почты или пароль.

# errors.invalid_profile
source: Those profile details aren't valid.
de: Diese Profilangaben sind nicht gültig.
es: Esos datos de perfil no son válidos.
fr: Ces informations de profil ne sont pas valides.
pt: Os dados desse perfil não são válidos.
ru: Эти данные профиля недействительны.

# errors.invalid_sort
source: That sort option isn't valid.
de: Diese Sortieroption ist nicht gültig.
es: Esa opción de orden no es válida.
fr: Cette option de tri n'est pas valide.
pt: Essa opção de ordenação não é válida.
ru: Этот вариант сортировки недопустим.

# errors.network
source: Network error. Please try again.
de: Netzwerkfehler. Bitte versuche es erneut.
es: Error de red. Inténtalo de nuevo.
fr: Erreur réseau. Veuillez réessayer.
pt: Erro de rede. Tente novamente.
ru: Ошибка сети. Попробуйте ещё раз.

# errors.no_sources
source: Add a library folder before scanning.
de: Füge einen Bibliotheksordner hinzu, bevor du scannst.
es: Añade una carpeta de biblioteca antes de escanear.
fr: Ajoutez un dossier de bibliothèque avant de lancer une analyse.
pt: Adicione uma pasta de biblioteca antes de escanear.
ru: Добавьте папку библиотеки перед сканированием.

# errors.not_allowed_for_kids
source: This area isn't available on a kids profile.
de: Dieser Bereich ist in einem Kinderprofil nicht verfügbar.
es: Esta sección no está disponible en un perfil infantil.
fr: Cette section n'est pas disponible sur un profil enfant.
pt: Esta área não está disponível em um perfil infantil.
ru: Этот раздел недоступен в детском профиле.

# errors.not_found
source: Not found.
de: Nicht gefunden.
es: No encontrado.
fr: Introuvable.
pt: Não encontrado.
ru: Не найдено.

# errors.pin_required
source: That profile needs a PIN.
de: Für dieses Profil ist eine PIN erforderlich.
es: Ese perfil necesita un PIN.
fr: Ce profil nécessite un code PIN.
pt: Esse perfil precisa de um PIN.
ru: Для этого профиля требуется PIN-код.

# errors.setup_complete
source: Setup is already complete.
de: Die Einrichtung ist bereits abgeschlossen.
es: La configuración ya está completa.
fr: La configuration est déjà terminée.
pt: A configuração já foi concluída.
ru: Настройка уже завершена.

# errors.tmdbId_required
source: A TMDB match is required.
de: Eine TMDB-Übereinstimmung ist erforderlich.
es: Se requiere una coincidencia de TMDB.
fr: Une correspondance TMDB est requise.
pt: É necessária uma correspondência do TMDB.
ru: Требуется совпадение в TMDB.

# errors.tmdbPosterPath_required
source: A poster is required.
de: Ein Poster ist erforderlich.
es: Se requiere un póster.
fr: Une affiche est requise.
pt: É necessário um pôster.
ru: Требуется постер.

# errors.tmdb_not_configured
source: Set your TMDB token in Settings first.
de: Hinterlege zuerst dein TMDB-Token in den Einstellungen.
es: Primero configura tu token de TMDB en Ajustes.
fr: Définissez d'abord votre jeton TMDB dans les Paramètres.
pt: Defina seu token do TMDB nas Configurações primeiro.
ru: Сначала укажите токен TMDB в настройках.

# errors.unauthenticated
source: Please sign in to continue.
de: Bitte melde dich an, um fortzufahren.
es: Inicia sesión para continuar.
fr: Veuillez vous connecter pour continuer.
pt: Entre na sua conta para continuar.
ru: Войдите, чтобы продолжить.

# errors.unauthorized
source: You don't have permission to do that.
de: Du hast keine Berechtigung, das zu tun.
es: No tienes permiso para hacer eso.
fr: Vous n'avez pas l'autorisation de faire cela.
pt: Você não tem permissão para fazer isso.
ru: У вас нет прав для этого действия.

# errors.unknown
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Algo salió mal. Inténtalo de nuevo.
fr: Une erreur s'est produite. Veuillez réessayer.
pt: Algo deu errado. Tente novamente.
ru: Что-то пошло не так. Попробуйте ещё раз.

# nav.home
source: Home
de: Startseite
es: Inicio
fr: Accueil
pt: Início
ru: Главная

# nav.more
source: More
de: Mehr
es: Más
fr: Plus
pt: Mais
ru: Ещё

# nav.switchProfile
source: Switch Profile
de: Profil wechseln
es: Cambiar de perfil
fr: Changer de profil
pt: Trocar de perfil
ru: Сменить профиль

# pairing.errors.expired
source: Pairing code expired. Try again.
de: Der Kopplungscode ist abgelaufen. Versuche es erneut.
es: El código de emparejamiento caducó. Inténtalo de nuevo.
fr: Le code d'association a expiré. Réessayez.
pt: O código de emparelhamento expirou. Tente novamente.
ru: Код сопряжения истёк. Попробуйте ещё раз.

# pairing.errors.failed
source: Pairing failed.
de: Kopplung fehlgeschlagen.
es: Error al emparejar.
fr: Échec de l'association.
pt: Falha no emparelhamento.
ru: Не удалось выполнить сопряжение.

# pairing.errors.startFailed
source: Couldn't start pairing.
de: Kopplung konnte nicht gestartet werden.
es: No se pudo iniciar el emparejamiento.
fr: Impossible de démarrer l'association.
pt: Não foi possível iniciar o emparelhamento.
ru: Не удалось начать сопряжение.

# pairing.instructions
source: On another device, open Orbix → Account → Devices and enter this code
de: Öffne auf einem anderen Gerät Orbix → Konto → Geräte und gib diesen Code ein
es: En otro dispositivo, abre Orbix → Cuenta → Dispositivos e introduce este código
fr: Sur un autre appareil, ouvrez Orbix → Compte → Appareils et saisissez ce code
pt: Em outro dispositivo, abra Orbix → Conta → Dispositivos e digite este código
ru: На другом устройстве откройте Orbix → Аккаунт → Устройства и введите этот код

# pairing.requestingCode
source: Requesting pairing code…
de: Kopplungscode wird angefordert…
es: Solicitando código de emparejamiento…
fr: Demande du code d'association…
pt: Solicitando código de emparelhamento…
ru: Запрос кода сопряжения…

# pairing.title
source: Pair This Apple TV
de: Dieses Apple TV koppeln
es: Emparejar este Apple TV
fr: Associer cet Apple TV
pt: Emparelhar este Apple TV
ru: Подключить этот Apple TV

# player.audio.leveling
source: Audio leveling
de: Audio-Ausgleich
es: Nivelación de audio
fr: Nivellement audio
pt: Nivelamento de áudio
ru: Выравнивание звука

# player.close
source: Close player
de: Player schließen
es: Cerrar reproductor
fr: Fermer le lecteur
pt: Fechar o player
ru: Закрыть плеер

# player.controls.quality
source: Quality
de: Qualität
es: Calidad
fr: Qualité
pt: Qualidade
ru: Качество

# player.controls.subtitles
source: Subtitles
de: Untertitel
es: Subtítulos
fr: Sous-titres
pt: Legendas
ru: Субтитры

# player.error.decision
source: Could not get playback decision
de: Wiedergabeentscheidung konnte nicht abgerufen werden
es: No se pudo obtener la decisión de reproducción
fr: Impossible d'obtenir la décision de lecture
pt: Não foi possível obter a decisão de reprodução
ru: Не удалось получить решение о воспроизведении

# player.error.generic
source: Failed to load player
de: Player konnte nicht geladen werden
es: No se pudo cargar el reproductor
fr: Échec du chargement du lecteur
pt: Falha ao carregar o player
ru: Не удалось загрузить плеер

# player.error.network
source: Network error loading player
de: Netzwerkfehler beim Laden des Players
es: Error de red al cargar el reproductor
fr: Erreur réseau lors du chargement du lecteur
pt: Erro de rede ao carregar o player
ru: Ошибка сети при загрузке плеера

# player.error.playback
source: Playback stopped unexpectedly.
de: Die Wiedergabe wurde unerwartet gestoppt.
es: La reproducción se detuvo inesperadamente.
fr: La lecture s'est interrompue de façon inattendue.
pt: A reprodução parou inesperadamente.
ru: Воспроизведение неожиданно остановилось.

# player.loading
source: Loading player…
de: Player wird geladen…
es: Cargando reproductor…
fr: Chargement du lecteur…
pt: Carregando o player…
ru: Загрузка плеера…

# player.quality.auto
source: Auto
de: Automatisch
ru: Авто

# player.seek.backward
source: Seek backward %lld seconds
de: %lld Sekunden zurückspulen
es: Retroceder %lld segundos
fr: Reculer de %lld secondes
pt: Retroceder %lld segundos
ru: Перемотать назад на %lld секунд

# player.seek.forward
source: Seek forward %lld seconds
de: %lld Sekunden vorspulen
es: Avanzar %lld segundos
fr: Avancer de %lld secondes
pt: Avançar %lld segundos
ru: Перемотать вперёд на %lld секунд

# player.subtitles.off
source: Off
de: Aus
es: Desactivados
fr: Désactivés
pt: Desativadas
ru: Выкл.

# player.track.label
source: Track %lld
de: Spur %lld
es: Pista %lld
fr: Piste %lld
pt: Faixa %lld
ru: Дорожка %lld

# profiles.addProfile
source: Add Profile
de: Profil hinzufügen
es: Añadir perfil
fr: Ajouter un profil
pt: Adicionar perfil
ru: Добавить профиль

# profiles.badge.kids
source: KIDS
de: KINDER
es: INFANTIL
fr: ENFANT
pt: INFANTIL
ru: ДЕТСКИЙ

# profiles.emptyHint
source: Create your first profile to start watching.
de: Erstelle dein erstes Profil, um loszulegen.
es: Crea tu primer perfil para empezar a ver.
fr: Créez votre premier profil pour commencer à regarder.
pt: Crie seu primeiro perfil para começar a assistir.
ru: Создайте первый профиль, чтобы начать просмотр.

# profiles.errors.addFailed
source: Couldn't create profile.
de: Profil konnte nicht erstellt werden.
es: No se pudo crear el perfil.
fr: Échec de la création du profil.
pt: Falha ao criar o perfil.
ru: Не удалось создать профиль.

# profiles.errors.loadFailed
source: Failed to load profiles.
de: Profile konnten nicht geladen werden.
es: No se pudieron cargar los perfiles.
fr: Échec du chargement des profils.
pt: Falha ao carregar os perfis.
ru: Не удалось загрузить профили.

# profiles.errors.selectFailed
source: Failed to select profile.
de: Profil konnte nicht ausgewählt werden.
es: No se pudo seleccionar el perfil.
fr: Échec de la sélection du profil.
pt: Falha ao selecionar o perfil.
ru: Не удалось выбрать профиль.

# profiles.form.create
source: Create
de: Erstellen
es: Crear
fr: Créer
pt: Criar
ru: Создать

# profiles.form.namePlaceholder
source: Profile name
de: Profilname
es: Nombre del perfil
fr: Nom du profil
pt: Nome do perfil
ru: Имя профиля

# profiles.form.title
source: New Profile
de: Neues Profil
es: Nuevo perfil
fr: Nouveau profil
pt: Novo perfil
ru: Новый профиль

# profiles.language.help
source: The language Orbix uses for this profile.
de: Die Sprache, die Orbix für dieses Profil verwendet.
es: El idioma que usa Orbix para este perfil.
fr: La langue qu'Orbix utilise pour ce profil.
pt: O idioma que o Orbix usa para este perfil.
ru: Язык, который Orbix использует для этого профиля.

# profiles.language.label
source: Language
de: Sprache
es: Idioma
fr: Langue
pt: Idioma
ru: Язык

# profiles.pin.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt: Cancelar
ru: Отмена

# profiles.pin.failed
source: Couldn't verify PIN. Try again.
de: PIN konnte nicht überprüft werden. Versuche es erneut.
es: No se pudo verificar el PIN. Inténtalo de nuevo.
fr: Impossible de vérifier le code PIN. Réessayez.
pt: Não foi possível verificar o PIN. Tente novamente.
ru: Не удалось проверить PIN-код. Попробуйте ещё раз.

# profiles.pin.title
source: Enter PIN
de: PIN eingeben
es: Introduce el PIN
fr: Saisissez le code PIN
pt: Digite o PIN
ru: Введите PIN-код

# profiles.pin.wrong
source: Wrong PIN. Try again.
de: Falscher PIN. Versuche es erneut.
es: PIN incorrecto. Inténtalo de nuevo.
fr: Code PIN incorrect. Réessayez.
pt: PIN incorreto. Tente novamente.
ru: Неверный PIN-код. Попробуйте ещё раз.

# profiles.title
source: Who's Watching?
de: Wer schaut?
es: ¿Quién está viendo?
fr: Qui regarde ?
pt: Quem está assistindo?
ru: Кто смотрит?

# search.empty
source: No results found.
de: Keine Ergebnisse gefunden.
es: No se encontraron resultados.
fr: Aucun résultat trouvé.
pt: Nenhum resultado encontrado.
ru: Ничего не найдено.

# search.emptyHint
source: Try a different title, or a broader search.
de: Versuche einen anderen Titel oder eine breitere Suche.
es: Prueba con otro título o una búsqueda más amplia.
fr: Essayez un autre titre ou une recherche plus large.
pt: Tente outro título ou uma busca mais ampla.
ru: Попробуйте другое название или более широкий запрос.

# search.errorTitle
source: Couldn't search
de: Suche fehlgeschlagen
es: La búsqueda falló
fr: Échec de la recherche
pt: Falha na busca
ru: Поиск не удался

# search.errors.failed
source: Search failed. Please try again.
de: Suche fehlgeschlagen. Bitte versuche es erneut.
es: La búsqueda falló. Inténtalo de nuevo.
fr: Échec de la recherche. Veuillez réessayer.
pt: Falha na busca. Tente novamente.
ru: Поиск не удался. Попробуйте ещё раз.

# search.landing
source: Search your library
de: Durchsuche deine Mediathek
es: Busca en tu biblioteca
fr: Recherchez dans votre bibliothèque
pt: Pesquise sua biblioteca
ru: Поиск по библиотеке

# search.mode.keyword
source: keyword
de: Stichwort
es: palabras clave
fr: mot-clé
pt: palavra-chave
ru: по ключевым словам

# search.mode.semantic
source: semantic
de: semantisch
es: semántica
fr: sémantique
pt: semântica
ru: семантический

# search.modeChip.keyword
source: Keyword
de: Stichwort
es: Palabras clave
fr: Mot-clé
pt: Palavra-chave
ru: По ключевым словам

# search.modeChip.semantic
source: Semantic
de: Semantisch
es: Semántica
fr: Sémantique
pt: Semântica
ru: Семантический

# search.placeholder
source: e.g. comedy under 2 hours, something funny and lighthearted
de: z. B. Komödie unter 2 Stunden, etwas Lustiges und Unbeschwertes
es: p. ej. comedia de menos de 2 horas, algo divertido y desenfadado
fr: par ex. comédie de moins de 2 heures, quelque chose de drôle et léger
pt: ex.: comédia com menos de 2 horas, algo divertido e leve
ru: напр. комедия до 2 часов, что-нибудь смешное и лёгкое

# search.results
source: %lld results
de: %lld Ergebnisse
es: %lld resultados
fr: %lld résultats
pt: %lld resultados
ru: %lld результата

# search.searchablePrompt
source: Movies, shows, genres…
de: Filme, Serien, Genres…
es: Películas, series, géneros…
fr: Films, séries, genres…
pt: Filmes, séries, gêneros…
ru: Фильмы, сериалы, жанры…

# search.searching
source: Searching…
de: Wird gesucht…
es: Buscando…
fr: Recherche…
pt: Buscando…
ru: Поиск…

# search.title
source: Search
de: Suche
es: Buscar
fr: Rechercher
pt: Buscar
ru: Поиск

# server.backToList
source: Back to list
de: Zurück zur Liste
es: Volver a la lista
fr: Retour à la liste
pt: Voltar à lista
ru: Назад к списку

# server.checking
source: Checking…
de: Wird geprüft…
es: Comprobando…
fr: Vérification…
pt: Verificando…
ru: Проверка…

# server.connect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
pt: Conectar
ru: Подключиться
